<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | 语系切换::基本常數
    |--------------------------------------------------------------------------
    |
    |
    |
    */
        "title1"           => "門禁儀表板",
        "list1"            => "在廠人員儀表板",
        "new1"             => "在廠車輛儀表板",
        "edit1"            => "門禁儀表板",

        "title2"           => "門禁刷卡紀錄",
        "list2"            => "門禁刷卡紀錄",
        "new2"             => "門禁刷卡紀錄",
        "edit2"            => "門禁刷卡紀錄",

        "title3"           => "人員進出記錄報表",
        "list3"            => "人員進出記錄列表",
        "new3"             => "人員進出記錄報表",
        "edit3"            => "人員進出記錄報表",

        "title4"           => "門禁紀錄查詢",
        "list4"            => "門禁紀錄查詢",
        "new4"             => "門禁紀錄查詢",
        "edit4"            => "門禁紀錄查詢",

        "title5"           => "門禁刷卡異常報表",
        "list5"            => "門禁刷卡異常列表",
        "new5"             => "門禁刷卡異常報表",
        "edit5"            => "門禁刷卡異常報表",

        "title6"           => "未離場異常報表",
        "list6"            => "未離場異常列表",
        "new6"             => "未離場異常報表",
        "edit6"            => "未離場異常報表",

        "title7"           => "車輛進出記錄報表",
        "list7"            => "車輛進出記錄列表",
        "new7"             => "車輛進出記錄報表",
        "edit7"            => "車輛進出記錄報表",

        "title10"          => "逾期未檢測-今日許可證列表",
        "title10a"         => "逾期未檢測",
        "title10b"         => "今日許可證列表",

        "title11"          => "工作許可證儀表板",
        "sub11"            => "",

        "title12"          => "已回簽工作許可證統計",
        "list12"           => "統計列表",

        "title13"          => "工作許可證統計",
        "list13"           => "統計列表",

        "title14"          => "廠商進出紀錄報表",
        "list14"           => "統計列表",

        "title16"          => "門禁白名單",
        "list16"           => "當日門禁白名單",
        "new16"            => "當日門禁黑名單",
        "edit16"           => "門禁黑名單",

        "title17"          => "承攬商成員門禁資格查詢",
        "list17"           => "資格查詢",

        "title18"          => "承攬商在廠名單",
        "list18"           => "在廠人員列表",


        "rept_1"           => "公司名稱",
        "rept_2"           => "成員姓名",
        "rept_3"           => "人員角色",
        "rept_4"           => "日期",
        "rept_5"           => "時間",
        "rept_6"           => "狀態",
        "rept_7"           => "結果",
        "rept_8"           => "開始日期",
        "rept_9"           => "結束日期",

        "rept_10"           => "廠商名稱",
        "rept_11"           => "廠區",
        "rept_12"           => "日期條件",
        "rept_13"           => "門別",

        "rept_200"           => "本證編號",
        "rept_201"           => "廠區：:name，:date，共有 <span style='color:orangered'>:amt</span> 筆工作許可證",
        "rept_202"           => "工程案件",
        "rept_203"           => "承商",
        "rept_204"           => "工負",
        "rept_205"           => "工安",
        "rept_206"           => "監造部門",
        "rept_207"           => "轄區部門",
        "rept_208"           => "監工部門",
        "rept_209"           => "會簽部門",
        "rept_210"           => "在廠人數",
        "rept_211"           => "施工地點",
        "rept_212"           => "進度",
        "rept_213"           => "氧氣",
        "rept_214"           => "可燃性氣體",
        "rept_215"           => "一氧化碳",
        "rept_216"           => "硫化氫",
        "rept_217"           => "有害氣體",
        "rept_218"           => "本次紀錄時間",
        "rept_219"           => "上次紀錄時間",
        "rept_220"           => "量測者",
        "rept_221"           => "危險等級",
        "rept_222"           => "許可項目",
        "rept_223"           => "監造人員",
        "rept_224"           => "環境檢測時間",
        "rept_225"           => "回簽時間",
        "rept_226"           => "工作說明",
        "rept_227"           => "無",
        "rept_228"           => "施工日期",
        "rept_229"           => "工作內容",
        "rept_230"           => "承商人員",
        "rept_231"           => "申請時間",
        "rept_232"           => "申請人",
        "rept_233"           => "案號",
        "rept_234"           => "回簽者",
        "rept_235"           => "刷卡異常原因",
        "rept_236"           => "工作許可證進度",
        "rept_237"           => "數量",
        "rept_238"           => "承商車輛",
        "rept_239"           => "卡片內碼",
        "rept_240"           => "柴油車",
        "rept_241"           => "驗排氣",
        "rept_242"           => "下次驗氣日",

        "rept_300"           => "進出狀態",
        "rept_301"           => "進出時間",
        "rept_302"           => "進廠時間",
        "rept_303"           => "離廠時間",
        "rept_304"           => "不得進出原因",
        "rept_305"           => "進出日期",
        "rept_306"           => "照片",
        "rept_307"           => "進出照片紀錄",
        "rept_308"           => "進出結果",
        "rept_309"           => "數量",
        "rept_310"           => "上一次進廠時間",
        "rept_311"           => "進廠判斷的工單",
        "rept_312"           => "工單證號：:name1",
        "rept_313"           => "工負：:name1",
        "rept_314"           => "工安：:name1",
        "rept_315"           => "工單",

        "rept_400"           => "查詢承攬商成員",
        "rept_401"           => "檢查階段",
        "rept_402"           => "資訊",
        "rept_403"           => "說明",

        "rept_500"           => "新承攬商",

        "rept_100001"          => "說明：請至少一個搜尋條件(廠區＆承商)",
        "rept_100002"          => "說明：請至少一個搜尋條件",
        "rept_100003"          => "分類",
        "rept_100004"          => "分類",
        "rept_100005"          => "分類",
        "rept_100006"          => "門禁白名單規則:擁有有效工程案件與教育訓練資格，並配卡之合格承攬商成員",
        "rept_100007"          => "車輛白名單規則:擁有有效工程案件之合格承攬商車輛",
        "rept_100008"          => "說明：必填搜尋條件(門別)",
        "rept_100009"          => "說明：請優先輸入承攬商成員「身分證」查詢，如以姓名查詢必須確認所屬公司及其他資訊正確，避免同名同姓問題造成操作資訊疑慮；此功能僅提供查詢當下資訊。",

);
