<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | 语系切换::基本常數
    |--------------------------------------------------------------------------
    |
    |
    |
    */
        "title1"           => "門禁卡維護",
        "list1"            => "門禁卡列表",
        "new1"             => "新增門禁卡",
        "edit1"            => "編輯門禁卡",

        "title2"           => "門禁卡配對維護",
        "list2"            => "門禁卡配對列表",
        "new2"             => "新增門禁卡配對",
        "edit2"            => "編輯門禁卡配對",

        "title3"           => "門禁卡分類維護",
        "list3"            => "門禁卡分類列表",
        "new3"             => "新增門禁卡分類",
        "edit3"            => "編輯門禁卡分類",

        "title4"           => "匯入「空白」門禁卡資料功能",
        "list4"            => "請先「下載」範例檔格式",
        "new4"             => "",
        "edit4"            => "",

        "title5"           => "匯入「承攬商人員配對」門禁卡之資料功能",
        "list5"            => "請先「下載」範例檔格式",
        "new5"             => "",
        "edit5"            => "",

        "title6"           => "匯入「承攬商車輛配對」門禁卡之資料功能",
        "list6"            => "請先「下載」範例檔格式",
        "new6"             => "",
        "edit6"            => "",

        "title7"           => "印卡鎖定解除作業",
        "list7"            => "目前印卡鎖定列表",
        "new7"             => "",
        "edit7"            => "",

        "rfid_1"           => "卡片編號",
        "rfid_2"           => "卡片內碼",
        "rfid_3"           => "所屬廠區",
        "rfid_4"           => "所屬場地",
        "rfid_5"           => "啟用日期",
        "rfid_6"           => "結束日期",
        "rfid_7"           => "配對成員",
        "rfid_8"           => "配對承攬商",
        "rfid_9"           => "配對車輛",
        "rfid_10"          => "部門",

        "rfid_11"          => "分類",
        "rfid_12"          => "排序",
        "rfid_13"          => "狀態",
        "rfid_14"          => "停用",
        "rfid_15"          => "使用狀態",
        "rfid_16"          => "配對",
        "rfid_17"          => "停用狀態",
        "rfid_18"          => "停用原因",
        "rfid_19"          => "該人員正在廠內，不得退卡！",

        "rfid_21"          => "承攬商",
        "rfid_22"          => "承攬商成員",
        "rfid_23"          => "鎖定時間",
        "rfid_24"          => "解除成功",

        "rfid_31"          => "",
        "rfid_32"          => "",
        "rfid_33"          => "",
        "rfid_34"          => "",
        "rfid_35"          => "",
        "rfid_36"          => "",

        "rfid_61"            => "匯入承攬商成員",
        "rfid_62"            => "匯入 :amt筆數，匯入成功 :suc筆，匯入失敗 :err筆(:err_msg)。",
        "rfid_63"            => "請先下載範例檔案，請勿修改標題，卡片內容 欄位不可為空，卡片內容欄位會檢查重複。",
        "rfid_64"            => "請先選擇欲分配給的廠區。",
        "rfid_64"            => "匯入承攬商成員。",

        "rfid_1000"         => "此門禁卡不存在",
        "rfid_1001"         => "請填寫廠區部門與人員資料",
        "rfid_1002"         => "請填寫廠區部門與車輛資料",
        "rfid_1003"         => "請填寫廠區與場地資料",
        "rfid_1004"         => "請填寫承攬商與人員資料",
        "rfid_1005"         => "請填寫承攬商與車輛資料",
        "rfid_1010"         => ":use_name尚未建檔",
        "rfid_1011"         => ":use_name1已經與此卡(:use_name2)配對中",
        "rfid_1012"         => "該卡:use_name1已經被使用中(:use_name2)",
        "rfid_1012"         => ":use_name已經被配對中(:use_name)",
        "rfid_1013"         => ":use_name尚未通過教育訓練",
        "rfid_1014"         => "查無廠區，異常",
        "rfid_1015"         => "僅列出教育訓練通過，且未配卡的承攬商成員",
        "rfid_1016"         => "請先選擇「分類」進行搜尋，若查詢承攬商卡必須選擇「承攬商」",
        "rfid_1017"         => "請選擇停用原因",

);
