<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | 语系切换::組織人員相關
    |--------------------------------------------------------------------------
    |   職稱
    |   部門
    |   職員
    |
    */
        "title1"            => "簽核角色管理",
        "list1"             => "簽核角色列表",
        "new1"              => "簽核角色維護",
        "edit1"             => "新增簽核角色",

        "title2"            => "部門管理",
        "list2"             => "部門列表",
        "new2"              => "新增部門",
        "edit2"             => "部門維護",

        "title3"            => "部門的職稱管理",
        "list3"             => "部門的職稱列表",
        "new3"              => "部門的職稱維護",
        "edit3"             => "新增部門的職稱",

        "title4"            => "職員管理",
        "list4"             => "職員列表",
        "new4"              => "新增職員",
        "edit4"             => "職員維護",

        "title5"            => "匯入職員資料功能",
        "list5"             => "請先「下載」範例檔格式",
        "new5"              => "新增職員",
        "edit5"             => "職員維護",

        "emp_1"             => "姓名",
        "emp_2"             => "簽核角色",
        "emp_3"             => "部門",
        "emp_4"             => "職等",
        "emp_5"             => "主管職",
        "emp_6"             => "上層部門",
        "emp_7"             => "廠區",
        "emp_8"             => "離職",
        "emp_9"             => "排序",
        "emp_10"            => "監造身分",

        "emp_11"            => "主管",
        "emp_12"            => "代理人",
        "emp_13"            => "帳號",
        "emp_14"            => "個資維護",
        "emp_15"            => "職員編號",
        "emp_16"            => "下一層",
        "emp_17"            => "實體部門",
        "emp_18"            => "停用",
        "emp_19"            => "停用異動",

        "emp_20"            => "匯入職員",
        "emp_21"            => "匯入 :amt筆數，匯入成功 :suc筆，匯入失敗 :err筆。",
        "emp_22"            => "請先下載範例檔案，請勿修改標題，姓名欄位不可為空，身分證欄位會檢查重複。",
        "emp_23"            => "等同帳號密碼。",
        "emp_24"            => "帳號狀態",
        "emp_25"            => "職員編號",
        "emp_26"            => "登入權限",
        "emp_27"            => "是",
        "emp_28"            => "否",
        "emp_29"            => "說明",
        "emp_30"            => "負責全廠的部門",

        "emp_101"           => "請選擇上層部門",
        "emp_102"           => "自己",
        "emp_103"           => "狀態",

        "emp_1000"           => "職員編號重複",
        "emp_1002"           => ":no 資料不完整",
        "emp_1003"           => "員工編號:no已經重複",

);
