<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | 语系切换::基本常數
    |--------------------------------------------------------------------------
    |
    |
    |
    */
    "title1"           => "中油大林介接資料庫",
    "list1"            => "工程案件列表",
    "new1"             => "新增工程案件",
    "edit1"            => "編輯工程案件",

    "title2"           => "中油大林介接資料庫-承攬商成員列表",
    "list2"            => "工程案件：",
    "new2"             => "新增工程案件分類",
    "edit2"            => "編輯工程案件分類",

    "title3"           => "推播測試",
    "list3"            => "請填寫帳號或是推播金鑰：",
    "new3"             => "推播測試",
    "edit3"            => "推播測試",


    "tmp_1"           => "工程案件",
    "tmp_2"           => "工程案號",
    "tmp_3"           => "更新時間：:name",
    "tmp_4"           => "承攬商",
    "tmp_5"           => "大林版工地負責人",
    "tmp_6"           => "大林版安衛人員",
    "tmp_7"           => "更新時間",
    "tmp_8"           => "開始日期",
    "tmp_9"           => "結束日期",
    "tmp_10"          => "大林紀錄",

    "tmp_11"          => "目前工地負責人",
    "tmp_12"          => "目前安衛人員",
    "tmp_13"          => "存在帳號",
    "tmp_14"          => "大林成員姓名",
    "tmp_15"          => "大林身分證",
    "tmp_16"          => "大林無該工案",
    "tmp_17"          => "原姓名",
    "tmp_18"          => "原身分證",
    "tmp_19"          => "",
    "tmp_20"          => "",

    "tmp_21"          => "帳號/推播金鑰",
    "tmp_22"          => "推播：:name1 <br/>帳號：:name2 <br/>推播金鑰：:name3 <br/>結果：<br/>:name4",

);
