<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | 语系切换::按鈕
    |--------------------------------------------------------------------------
    |
    |
    |
    */
    "btn_1"           => "同意",
    "btn_2"           => "不同意",
    "btn_3"           => "登入",
    "btn_4"           => "登出",
    "btn_5"           => "返回",
    "btn_6"           => "連結",
    "btn_7"           => "新增",
    "btn_8"           => "查詢",
    "btn_9"           => "確認",
    "btn_10"          => "送審",
    "btn_11"          => "申請",
    "btn_12"          => "同意",
    "btn_13"          => "維護",
    "btn_14"          => "更新",
    "btn_15"          => "搜尋",
    "btn_16"          => "取消",
    "btn_17"          => "匯入",
    "btn_18"          => "上傳",
    "btn_19"          => "全部/選擇",
    "btn_20"          => "關閉",
    "btn_21"          => "審查",
    "btn_22"          => "功能",
    "btn_23"          => "刪除",
    "btn_24"          => "補上傳",
    "btn_25"          => "匯出",
    "btn_26"          => "選單權限",
    "btn_27"          => "下一層",
    "btn_28"          => "項目",
    "btn_29"          => "下載",
    "btn_30"          => "查看",
    "btn_31"          => "設定",
    "btn_32"          => "帳號維護",
    "btn_33"          => "個資維護",
    "btn_34"          => "證照",
    "btn_35"          => "教育訓練",
    "btn_36"          => "上課時段",
    "btn_37"          => "下一步",
    "btn_38"          => "修改",
    "btn_39"          => "配對",
    "btn_40"          => "清除",
    "btn_41"          => "報名",
    "btn_42"          => "列印",
    "btn_43"          => "匯入「空白卡片」",
    "btn_44"          => "匯入「承商成員卡片」",
    "btn_45"          => "加入",
    "btn_46"          => "啟動",
    "btn_47"          => "設定「個人電子簽名」",
    "btn_52"          => "講習報名表",
    "btn_60"          => "查閱",
    "btn_61"          => "停工",
    "btn_62"          => "補人",
    "btn_63"          => "紀錄照片",
    "btn_64"          => "刷進廠",
    "btn_65"          => "刷退廠",
    "btn_66"          => "成員",
    "btn_67"          => "上傳簽名檔",
    "btn_68"          => "簽名版",
    "btn_69"          => "重跑教育訓練白名單",
    "btn_70"          => "結案",
    "btn_71"          => "停工",
    "btn_72"          => "復工",
    "btn_73"          => "延長工期",
    "btn_74"          => "錯誤報告",
    "btn_75"          => "解除",
    "btn_76"          => "週期開課",
    "btn_77"          => "全選",
    "btn_78"          => "全取消",
    "btn_79"          => "補帳號密碼",



);
