<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | 语系切换::基本常數
    |--------------------------------------------------------------------------
    |
    |
    |
    */
        "title1"           => "廠區維護",
        "list1"            => "廠區列表",
        "new1"             => "新增廠區",
        "edit1"            => "編輯廠區",

        "title2"           => "廠區場地維護",
        "list2"            => "廠區場地列表",
        "new2"             => "新增廠區場地",
        "edit2"            => "編輯廠區場地",

        "title3"           => "施工地點維護",
        "list3"            => "施工地點列表",
        "new3"             => "新增施工地點",
        "edit3"            => "編輯施工地點",

        "title4"           => "廠區轄區部門維護",
        "list4"            => "廠區轄區部門列表",
        "new4"             => "新增廠區轄區部門",
        "edit4"            => "編輯廠區轄區部門",

        "title5"           => "廠區門禁工作站維護",
        "list5"            => "廠區門禁工作站列表",
        "new5"             => "新增廠區門禁工作站",
        "edit5"            => "編輯廠區門禁工作站",

        "factory_1"           => "廠區",
        "factory_2"           => "廠區場地",
        "factory_3"           => "負責人",
        "factory_4"           => "地址",
        "factory_5"           => "啟用日期",
        "factory_6"           => "結束日期",
        "factory_7"           => "狀態",
        "factory_8"           => "停用",
        "factory_9"           => "說明",
        "factory_10"          => "電話",

        "factory_11"          => "施工地點",
        "factory_12"          => "廠區場地",
        "factory_13"          => "設備種類",
        "factory_14"          => "門禁設定",
        "factory_15"          => "IP",
        "factory_16"          => "PORT",
        "factory_17"          => "識別碼",
        "factory_18"          => "緯度",
        "factory_19"          => "經度",
        "factory_20"          => "語音盒IP",

        "factory_21"          => "地圖",
        "factory_22"          => "",
        "factory_23"          => "",

        "factory_31"          => "場地名稱",
        "factory_32"          => "類型",
        "factory_33"          => "門禁規則",
        "factory_34"          => "門禁帳號",
        "factory_35"          => "門禁密碼",
        "factory_36"          => "請選擇門禁規則",

        "factory_41"          => "轄區部門",
        "factory_42"          => "門禁工作站",
        "factory_43"          => "",

        "factory_1000"        => "請填寫設備識別碼",
        "factory_1001"        => "識別碼若無填寫，會自動產生",
        "factory_1002"        => "已存在相同的轄區部門",

);
