<?php

return [

    /*
    |--------------------------------------------------------------------------
    |
    |--------------------------------------------------------------------------
    |
    | 系統基本語系參數
    | ＠首頁
    | ＠選單
    | ＠權限群組
    | ＠權限
    | ＠系統參數
    */
    'base_title' => '門禁管理系統',

    'table_lan'  => 'Chinese_TW',

    'base_imgmemo'  => '請選擇一個圖片（ＪＰＧ，ＰＮＧ）上傳',
    'base_imgmemo2' => '請選擇一個圖片（ＪＰＧ，ＰＮＧ，PDF）上傳',
    'base_filememo' => '請選擇一個檔案上傳',
    'base_filemax'  => '，檔案最大限制 :limit',
    'base_pwdmemo'  => '如有要異動密碼，才填寫',
    'base_auth'     => '無權限使用該功能',
    'base_write'    => '無該功能的維護權限',
    'base_limit_null'    => '無限制',

    'base_10000' => '帳號',
    'base_10001' => '密碼',
    'base_10002' => '請輸入帳號',
    'base_10003' => '請輸入密碼',
    'base_10004' => '記住密碼',
    'base_10005' => '登入',
    'base_10006' => '使用者',
    'base_10007' => ':user 您好！',
    'base_10008' => ':user - :user_title',
    'base_10009' => '會員',
    'base_10010' => ':user_subtitle',
    'base_10011' => '身分未知',
    'base_10012' => '帳號啟用：:sdate ',
    'base_10013' => '個人資訊',
    'base_10014' => '記住我',
    'base_10015' => '請選擇',
    'base_10016' => '最高層',
    'base_10017' => '說明欄位',
    'base_10018' => '說明',
    'base_10019' => '資料異常，請重新作業，謝謝！',
    'base_10020' => '異常動作，請重新作業，謝謝！',
    'base_10021' => '查無正在執行的工程案件！',
    'base_10022' => '已經異動！',
    'base_10023' => '帳號不存在！',
    'base_10024' => '廠區不存在！',

    'base_10100' => '登入失敗',
    'base_10101' => '沒有權限',
    'base_10102' => '查無該筆資料',
    'base_10103' => '必填內容不完整，無法更新/新增',
    'base_10104' => '更新成功',
    'base_10105' => '更新/新增失敗',
    'base_10106' => '抱歉，您的授權已過期，請重新刷新頁面再嘗試！',
    'base_10107' => '抱歉，查無該頁面！',
    'base_10108' => '代碼與代碼標題為必填！',
    'base_10109' => '無可更新之資料！',
    'base_10110' => '已存在同樣名稱！',
    'base_10111' => '已存在同樣帳號！',
    'base_10112' => '密碼長度至少4位！',
    'base_10113' => '已存在同樣數值',
    'base_10114' => '帳號長度至少3位',
    'base_10115' => '職員身分，請至少填寫部門與職稱',
    'base_10116' => '登入失敗，非授權對象',
    'base_10117' => '登入失敗，該帳號非該廠區職員',
    'base_10118' => '請選擇一個檔案上傳',
    'base_10119' => '圖片格式錯誤，非ＪＰＧ或是ＰＮＧ',
    'base_10120' => '不可上傳執行檔案',
    'base_10121' => '檔案不存在',
    'base_10122' => '資料不完整，無法匯出Excel',
    'base_10123' => '請選擇廠區',
    'base_10124' => '更新完成',
    'base_10125' => '請選擇承攬商',
    'base_10126' => '請選擇門禁卡分類',
    'base_10127' => '執行成功:suc 筆，執行失敗:err 筆<:json>',
    'base_10128' => '啟動工作許可證成功',
    'base_10129' => '啟動工作許可證失敗',
    'base_10130' => '請填寫題目',
    'base_10131' => '簽核成功',
    'base_10132' => '簽核失敗',
    'base_10133' => '查無需要作答題目，異常',
    'base_10134' => '請簽名！',
    'base_10135' => '已存在同樣證照！',
    'base_10136' => '超過檔案大小限制(:limit)',
    'base_10137' => '該帳號已在其他地方登入，故登出',
    'base_10138' => '已存在相同工程身份',
    'base_10139' => '已經處理 :name 筆數。',
    'base_10140' => '待審查：:name1，通過：:name2，不通過：:name3',
    'base_10141' => 'Ｘ :name 人',
    'base_10142' => '清空申請「工程身份」填寫資料',
    'base_10143' => '已經擁有該工程身份(:edate)',
    'base_10144' => '正在申請該工程身份(:edate)',
    'base_10145' => '加入成功',
    'base_10146' => '刪除工程身份「:name」成功 ',
    'base_10147' => '刪除工程身份失敗 ',
    'base_10148' => '請填寫事由！ ',
    'base_10149' => '申請停工成功！ ',
    'base_10150' => '申請停工失敗！ ',
    'base_10151' => '非指定權限使用帳號！ ',
    'base_10152' => '無指定承攬商成員！ ',
    'base_10153' => '工作許可證尚未審查！ ',
    'base_10154' => '工作許可證已停工！ ',
    'base_10155' => '工作許可證已提出收工！ ',
    'base_10156' => '工作許可證已收工！ ',
    'base_10157' => '工作許可證審查不通過！ ',
    'base_10158' => '非時間格式，例如：12:00！ ',
    'base_10159' => '查無資料',
    'base_10160' => '該階段已被:name 於 :time 完成',
    'base_10161' => '模擬刷卡完成',
    'base_10162' => '模擬刷卡',
    'base_10163' => '申請成功',
    'base_10164' => '申請失敗',
    'base_10165' => '卡片內碼已存在',
    'base_10166' => '請選擇匯入部門',
    'base_10167' => '匯入失敗原因',
    'base_10168' => '請選擇權限群組',
    'base_10169' => '匯入Excel格式錯誤，請下載【範例】',
    'base_10170' => '新增成功:amt1筆，新增失敗:amt2筆',
    'base_10171' => '新增成功:amt1筆，新增失敗:amt2筆，重複:amt3筆',
    'base_10172' => '缺少:name，無法更新/新增',

    'base_10200' => '個人儀表板',
    'base_10201' => '隱私權',
    'base_10202' => '',
    'base_10203' => '',
    'base_10204' => '',
    'base_10205' => '',
    'base_10211' => '上次登入紀錄',
    'base_10212' => '最近登入失敗',
    'base_10213' => '個人電子簽名',
    'base_10214' => '尚未設定',

    'base_10300' => '選單維護',
    'base_10301' => '選單列表',
    'base_10302' => '新增選單',
    'base_10303' => '編輯選單',
    'base_10304' => '',
    'base_10305' => '第一層',
    'base_10306' => '父層',
    'base_10307' => '名稱',
    'base_10308' => '路由',
    'base_10309' => '排序',
    'base_10310' => '圖示',
    'base_10311' => '視窗',
    'base_10312' => '停用',
    'base_10313' => '顯示',
    'base_10314' => '下一層',
    'base_10320' => '類別',
    'base_10321' => '總部',
    'base_10322' => '廠區',
    'base_10323' => '相關路由',
    'base_10330' => '承攬商選單維護',
    'base_10331' => '承攬商選單列表',
    'base_10332' => '新增承攬商選單',
    'base_10333' => '編輯承攬商選單',

    'base_10400' => '權限群組維護',
    'base_10401' => '權限群組列表',
    'base_10402' => '新增權限群組',
    'base_10403' => '編輯權限群組',
    'base_10404' => '',
    'base_10405' => '類別',
    'base_10406' => '名稱',
    'base_10407' => '排序',
    'base_10408' => '停用',
    'base_10409' => '設定',
    'base_10410' => '',
    'base_10420' => '承攬商權限群組維護',
    'base_10421' => '承攬商權限群組列表',
    'base_10422' => '新增承攬商權限群組',
    'base_10423' => '編輯承攬商權限群組',

    'base_10500' => '群組權限設定',
    'base_10501' => '群組權限列表',
    'base_10502' => '新增群組權限',
    'base_10503' => '編輯群組權限',
    'base_10504' => '不存在該權限群組',
    'base_10505' => '',
    'base_10506' => '啟用',
    'base_10507' => '父層',
    'base_10508' => '名稱',
    'base_10509' => '停用',
    'base_10510' => '觀看權限',
    'base_10511' => '維護權限',

    'base_10520' => '承攬商群組權限設定',
    'base_10521' => '承攬商群組權限列表',
    'base_10522' => '新增承攬商群組權限',
    'base_10523' => '編輯承攬商群組權限',

    'base_10600' => '系統代碼維護',
    'base_10601' => '系統代碼列表',
    'base_10602' => '新增系統代碼',
    'base_10603' => '編輯系統代碼',
    'base_10604' => '不存在該系統代碼/參數',
    'base_10605' => '數值名稱',
    'base_10606' => '代碼內容',
    'base_10607' => '代碼',
    'base_10608' => '代碼標題',
    'base_10609' => '數值',
    'base_10610' => '數值說明',
    'base_10611' => '排序',
    'base_10612' => '停用',
    'base_10613' => '最後異動',
    'base_10614' => ':name 於 :time 異動',
    'base_10615' => '停用異動',
    'base_10650' => '系統參數維護',
    'base_10651' => '系統參數列表',
    'base_10652' => '新增系統參數',
    'base_10653' => '編輯系統參數',

    'base_10700' => '帳號維護',
    'base_10701' => '帳號列表',
    'base_10702' => '新增帳號',
    'base_10703' => '編輯帳號',
    'base_10704' => '不存在該帳號',
    'base_10705' => '個人資訊＆登入紀錄',
    'base_10706' => '帳號編號',
    'base_10707' => '姓名',
    'base_10708' => '帳號',
    'base_10709' => '修改密碼',
    'base_10710' => '權限群組',
    'base_10711' => '帳號狀態',
    'base_10712' => '電子簽名',
    'base_10713' => '登入時間',
    'base_10714' => 'ＩＰ',
    'base_10715' => '登入狀態',
    'base_10716' => '成功',
    'base_10717' => '失敗',
    'base_10718' => '帳號身分',
    'base_10719' => '登入權限',
    'base_10720' => 'ＡＰＰ身分',
    'base_10721' => '限制進出',
    'base_10730' => '承攬商帳號維護',
    'base_10731' => '承攬商帳號列表',
    'base_10732' => '新增承攬商帳號',
    'base_10733' => '編輯承攬商帳號',
    'base_10734' => '系統帳號不可異動',
    'base_10735' => '工程案件',
    'base_10736' => '請選擇工程案件',
    'base_10737' => '國別',
    'base_10738' => '最後入廠日',
    'base_10739' => '未進廠天數',
    'base_10740' => '違規',

    'base_10800' => 'ＡＰＰ身分對應維護',
    'base_10801' => 'ＡＰＰ身分對應列表',
    'base_10802' => '新增ＡＰＰ身分對應',
    'base_10803' => '編輯ＡＰＰ身分對應',
    'base_10804' => '帳號身分',
    'base_10805' => 'ＡＰＰ身分',
    'base_10806' => '排序',
    'base_10807' => '狀態',
    'base_10808' => '帳號身分異常',
    'base_10809' => '未填寫ＡＰＰ身分',
    'base_10810' => '對應ＡＰＰ身分',

    'base_10900' => '個人資訊維護',
    'base_10901' => '帳號資訊',
    'base_10902' => '個人資訊',
    'base_10903' => '緊急聯絡人',
    'base_10904' => '國籍',
    'base_10905' => '性別',
    'base_10906' => '身分證',
    'base_10907' => '生日',
    'base_10908' => '血型',
    'base_10909' => '血型ＲＨ',
    'base_10910' => '電話',
    'base_10911' => '行動電話',
    'base_10912' => 'Email',
    'base_10913' => '聯絡地址',
    'base_10914' => '緊急聯絡人',
    'base_10915' => '關係',
    'base_10916' => '緊急聯絡電話',
    'base_10917' => '緊急聯絡地址',
    'base_10920' => '身分證格式錯誤',
    'base_10921' => 'Email格式錯誤',
    'base_10922' => '請填寫緊急聯絡人關係與聯絡方式',
    'base_10923' => '生日日期異常，不可超過:name歲！',
    'base_10924' => '生日日期異常，不可小於:name歲！',
    'base_10925' => '身分證已經存在，請確認！',
    'base_10926' => '作廢該成員',
    'base_10927' => '更新電子簽名成功',
    'base_10928' => '更新電子簽名失敗',
    'base_10929' => '儲存圖片失敗',
    'base_10930' => '電子簽名圖片大小:widthX:height',
    'base_10931' => '事由',
    'base_10932' => '申請工程身份',
    'base_10933' => '該成員已經參加該工程案件！',
    'base_10934' => '尚未選擇工程案件！',
    'base_10935' => '尚未完成該階段！',
    'base_10936' => '已經完成該階段！',
    'base_10937' => '無法判斷該階段是否執行完畢！',
    'base_10938' => '該階段申請停工',
    'base_10939' => ':name1 於:name2 依據「:name3」事由停工！',
    'base_10940' => '拒絕收工申請',
    'base_10941' => ':name1 於:name2 依據「:name3」事由拒絕收工申請！',
    'base_10942' => '工作地點：距離指定施工區域「:name1」:name2公尺！',
    'base_10943' => '施工區域尚未設定ＧＰＳ！',
    'base_10944' => '工作地點ＧＰＳ尚未回傳！',
    'base_10945' => '需要尿檢',
    'base_10946' => '如果該名承攬商需要印卡時，附上尿檢資料，請勾選【需要尿檢】',
    'base_10947' => '需要先解除配卡，才能退出工案',
    'base_10948' => '不同意，需要填寫事由！',

    'base_11100' => 'APP選單維護',
    'base_11101' => 'APP選單列表',
    'base_11102' => '新增APP選單',
    'base_11103' => '編輯APP選單',
    'base_11104' => '名稱',
    'base_11105' => '父層',
    'base_11106' => '排序',
    'base_11110' => '狀態',
    'base_11111' => '下一層',
    'base_11120' => 'APP權限群組維護',
    'base_11121' => 'APP權限群組列表',
    'base_11122' => '新增APP權限群組',
    'base_11123' => '編輯APP權限群組',
    'base_11125' => '類型',
    'base_11126' => '設定',
    'base_11130' => 'APP群組權限設定',
    'base_11131' => 'APP群組權限列表',
    'base_11132' => '新增APP群組權限',
    'base_11133' => '編輯APP群組權限',
    'base_11134' => '不存在該APP權限群組',
    'base_11135' => '啟用',
    'base_11140' => 'APP選單搜尋參數維護',
    'base_11141' => 'APP選單搜尋參數列表',
    'base_11142' => '新增APP選單搜尋參數',
    'base_11143' => '編輯APP選單搜尋參數',
    'base_11144' => '搜尋參數',
    'base_11145' => '搜尋方式',
    'base_11146' => '使用權限',
    'base_11147' => '車輛資訊',

    'base_11200' => '柴油車之驗排氣日已過期!',


    'base_30100' => '刷卡時間：:door_stamp'.chr(13).chr(10).'刷卡結果：:door_result'.chr(13).chr(10),
    'base_30101' => '姓名：:name'.chr(13).chr(10).'部門：:dept'.chr(13).chr(10),
    'base_30102' => '廠商：:supply'.chr(13).chr(10).'姓名：:name'.chr(13).chr(10).'工程案件：:project'.chr(13).chr(10),
    'base_30103' => '門禁狀態：:door_type'.chr(13).chr(10),
    'base_30104' => '違規原因：:name◆:door_type◆:memo'.chr(13).chr(10),

    'base_30105' => '刷卡結果：:door_result，刷卡時間：:door_stamp，門禁狀態：:door_type，門禁位置：:door',
    'base_30106' => '廠商：:supply'.chr(13).chr(10).'車牌：:name'.chr(13).chr(10).'工程案件：:project'.chr(13).chr(10),

    'base_30110' => '刷卡時間',
    'base_30111' => '刷卡結果',
    'base_30112' => '廠商',
    'base_30113' => '姓名',
    'base_30114' => '工程案件',
    'base_30115' => '門禁狀態',
    'base_30116' => '違規原因',
    'base_30117' => ':name◆:door_type◆:memo',
    'base_30118' => '承商人員',
    'base_30119' => '進出時間',
    'base_30120' => '工單證號',
    'base_30121' => '工負',
    'base_30122' => '工安',
    'base_30123' => '教育訓練過期',
    'base_30124' => '工程案件過期',
    'base_30125' => '工程案件與教育訓練皆過期',
    'base_30126' => '此卡片不在白名單內',
    'base_30127' => '訪客車輛',
    'base_30128' => '(手動開門)',
    'base_30129' => '特殊進出角色',
    'base_30130' => '訪客',
    'base_30131' => '重複刷卡',
    'base_30132' => '訪客卡片(:name)尚未借出，或已歸還！',
    'base_30133' => '訪客卡',
    'base_30134' => '拜訪單位',

    'base_30150' => '此人車不存在白名單，不得進入',
    'base_30151' => '結果異常',
    'base_30152' => '工負與工安需先在廠',
    'base_30153' => '工負與工安擇一先在廠',
    'base_30154' => '工負與工安需要最後離場',
    'base_30155' => '該筆離線紀錄重複上傳！',
    'base_30156' => '沒有任何工程案件在本廠區！',
    'base_30157' => '無工作許可證！',
    'base_30158' => '轄區環境檢點定期通知！',
    'base_30159' => '承商環境檢點定期通知！',
    'base_30160' => '本日工作許可證已全數完成！',
    'base_30161' => '本日工作許可證已啟動！',
    'base_30162' => '目前申請收工，工安不得離廠！',
    'base_30163' => '工安需先進廠！',
    'base_30164' => '離線紀錄，不列進出',
    'base_30165' => '未知人員',
    'base_30166' => '重複刷卡',
    'base_30167' => ':name3，重複刷卡，已:name1！:name4',
    'base_30168' => '請在:name1秒後再次刷卡！',
    'base_30169' => '您的工單僅允許由:name1進出！',
    'base_30170' => '您尿檢未通過或過期！',
    'base_30171' => '您的工程案件未在該廠區（:name1）！',
    'base_30172' => '（工安工負皆未進廠）',
    'base_30173' => '（工負未進廠）',
    'base_30174' => '（工安未進廠）',
    'base_30175' => '您上次進入由:name1，請由同一門離廠！',
    'base_30176' => '請先申請施工人員身分(勞健保)！',

    'base_30200' => '異動當日門禁進出紀錄',
    'base_30201' => '當日門禁進出紀錄列表',
    'base_30202' => '當日個人進出紀錄列表',

    'base_30300' => '訪客紀錄',
    'base_30301' => '紀錄列表',
    'base_30302' => '新增訪客紀錄',
    'base_30303' => '編輯訪客紀錄',
    'base_30310' => '訪客證',
    'base_30311' => '來訪公司',
    'base_30312' => '來訪人員',
    'base_30313' => '聯絡電話',
    'base_30314' => '來訪人員身分證',
    'base_30315' => '拜訪單位',
    'base_30316' => '拜訪對象',
    'base_30317' => '來訪原因',
    'base_30318' => '來訪時間',
    'base_30319' => '還卡時間',
    'base_30320' => '請填寫完整訪客資訊',
    'base_30321' => '請填寫完整拜訪單位資訊',
    'base_30321' => '請填寫來訪原因',
    'base_30322' => '訪客紀錄管理',
    'base_30323' => '訪客證號',

    'base_40100' => '職員操作異動紀錄',
    'base_40101' => '紀錄列表',
    'base_40102' => '使用者',
    'base_40103' => '操作功能',
    'base_40104' => '動作',
    'base_40105' => '操作時間',
    'base_40106' => '廠區',
    'base_40107' => '部門',
    'base_40108' => '職員',
    'base_40109' => '請選擇廠區',
    'base_40110' => '請先選擇廠區，謝謝！<br/>此功能僅能協助已刷卡過成員，再次異動他的進出紀錄。<br/>離場：自動判斷工作許可證是否停工收工，若有則解除之',

    'base_40200' => '承攬商門禁刷卡系統',
    'base_40201' => '門禁儀錶板',
    'base_40202' => '',
    'base_40203' => '',
    'base_40204' => '',
    'base_40205' => '離線',
    'base_40206' => '在廠<span class="redfont">人數</span>：',
    'base_40207' => '在廠<span class="redfont">車輛</span>：',
    'base_40208' => '目前在廠總人數：',
    'base_40209' => '目前在廠車輛數：',
    'base_40210' => '目前時間：',
    'base_40211' => '人',
    'base_40212' => '輛',
    'base_40213' => '查詢更多',
    'base_40214' => '最近刷卡人員',
    'base_40215' => ':store 在廠人數',
    'base_40216' => '在廠人數 :amt',
    'base_40217' => '離廠人數 :amt',
    'base_40218' => '張',
    'base_40219' => '廠區人數',
    'base_40220' => '廠區車輛',
    'base_40221' => '次',
    'base_40222' => ':name 違規次數',
    'base_40223' => '危險等級 :name ：',
    'base_40224' => '是',
    'base_40225' => '否',
    'base_40226' => '無關',
    'base_40227' => '尚未啟動',
    'base_40228' => '監造部門',
    'base_40229' => '轄區部門',
    'base_40230' => '工負＆工安',
    'base_40231' => '工負',
    'base_40232' => '工安',
    'base_40233' => '承商＆各部門',
    'base_40234' => '監工部門',
    'base_40235' => '會簽部門',
    'base_40236' => '專任',
    'base_40237' => '機動',
    'base_40238' => '所有部門',
    'base_40239' => '尚未在廠',
    'base_40240' => '已在廠，進廠時間：:time:status',
    'base_40241' => '，尚未執行:memo',
    'base_40242' => '，執行(:memo)中',
    'base_40243' => '啟動時間：:time1',
    'base_40244' => '承商',
    'base_40245' => '各部門',
    'base_40246' => '轄區部門的管理部門',
    'base_40247' => '在廠車輛 :amt',
    'base_40248' => '離廠車輛 :amt',
    'base_40249' => '，工作時間：:time3',

    'base_40300' => '承攬商門禁刷卡系統',
    'base_40301' => '門禁儀錶板',
    'base_40302' => '',
    'base_40303' => '',
    'base_40304' => '',
    'base_40305' => '',
    'base_40306' => '總共<span class="redfont">張數</span>：',
    'base_40307' => '在廠<span class="redfont">車輛</span>：',
    'base_40308' => '工作許可證數量：',
    'base_40309' => '在廠人數：',
    'base_40310' => '目前時間：',
    'base_40311' => '件',
    'base_40312' => '人',
    'base_40320' => '等待監工審核',
    'base_40321' => '等待監工啟動',
    'base_40322' => '承商檢點中',
    'base_40323' => '轄區檢點中',
    'base_40324' => '等待主簽者核准',
    'base_40325' => '申請收工',
    'base_40326' => '承攬商檢點',
    'base_40327' => '轄區檢點',
    'base_40328' => '轄區主簽者',
    'base_40329' => 'A級工單',
    'base_40330' => '動火',
    'base_40331' => '非動火',
    'base_40332' => '局限空間',
    'base_40333' => '逾期收工',
    'base_40334' => '延長申請工單',
    'base_40335' => '未收工',
    'base_40336' => '局限空間逾期未出廠總人數',
    'base_40337' => '申請加班單或夜間施工',
    'base_40338' => 'B級工單',
    'base_40339' => 'C級工單',
    'base_40340' => '測氣體異常',
    'base_40341' => '假日申請工單',

    'base_40401' => '不需要更新:name1筆，成功更新:name2筆，失敗更新:name3筆',

    'base_50001' => '大林煉油廠工作許可證',
    'base_50002' => '正聯(轄區部門收存)',
    'base_50003' => '煉製事業部工作許可證',
    'base_50004' => '最後修改時間',


    'privacy_web' => '<p><strong>隱私權條款</strong></p>
<p>非常歡迎 您使用「鴻才科技承攬商管理ＡＰＰ」（以下簡稱本ＡＰＰ），您使用本服務前，請務必詳細審閱並決定是否同意遵守本服務條款。一旦使用者下載本APP服務，視為使用者已充分閱讀、瞭解並同意遵守本服務條款。若您不同意任一項服務條款，請勿下載本ＡＰＰ服務。為了讓 您能夠安心的使用本ＡＰＰ的各項服務與資訊，特此說明隱私權保護政策，以保障 您的權益，請詳閱下列內容：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>
<p>一、隱私權保護政策的適用範圍</p>
<p>隱私權保護政策內容，包括如何處理 您使用ＡＰＰ服務時收集到的個人識別資料。隱私權保護政策不適用於本ＡＰＰ以外的相關連結網站，也不適用於非本ＡＰＰ所委託或參與管理的人員；本隱私權保護政策不定期更新，若是 您繼續使用「本APP」，即代表 您同意相關政策。</p>
<p>二、個人資料的蒐集、處理及利用方式</p>
<ul>
  <li>當 您下載本ＡＰＰ或使用本ＡＰＰ所提供之功能服務時，我們將視該服務功能性質，請 您提供必要的個人資料，並在該特定目的範圍內處理及利用 您個人資料；且非經 您書面同意，本ＡＰＰ不會將個人資料用於其他用途。</li>
  <li>當您使用本ＡＰＰ所提供之功能服務時，本APP將視該服務功能性質，會保留 您所提供的姓名、身分證字號、電子郵件地址、聯絡方式、電話及使用時間等。</li>
  <li>於一般瀏覽時，伺服器會自行記錄相關行徑，包括 您使用連線設備的IP位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等，做為我們增進ＡＰＰ服務的參考依據，此記錄為內部應用，決不對外公佈。</li>
  <li>為提供精確的服務，我們會將收集的問卷調查內容進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公佈統計數據及說明文字，但不涉及特定個人之資料。</li>
</ul>
<ul>
  <li>使用本ＡＰＰ所提供的服務時，需要提供下列權限：</li>
  <li>讀取手機狀態：本ＡＰＰ為了識別連線身份，需要讀取 您的無線網卡資訊。</li>
  <li>使用網路服務：本ＡＰＰ為了進行檢點資料的上下載傳輸，需透過各家電信業者提供之電信系統網路或Wi-Fi網路使用本服務；所有須計費的傳輸費用，依使用者所屬的電信業者數據資費費率服務上網；若使用者於國外透過當地之電信網路使用本服務，國際數據漫遊費用由使用者付費。</li>
  <li>使用手機相機：為了環境記錄，必需使用 您的相機進行拍照作業。</li>
  <li>使用GPS定位：為了記錄施工地點，必需使用 您的GPS進行施工地點定位</li>
</ul>
<ul>
  <li>使用本ＡＰＰ所提供的服務時，雲端伺服器端會收集下列數據：</li>
</ul>
<ul>
  <li>記錄上傳的點檢資料。</li>
  <li>使用者相關動作產生的相關記錄檔。</li>
  <li>必需使用 您的相機拍照。</li>
  <li>必須使用 您的GPS定位。</li>
</ul>
<p>三、資料之保護</p>
<ul>
  <li>本ＡＰＰ主機均設有，防火牆、防毒系統等相關的各項資訊安全設備，及必要的安全防護措施，加以保護ＡＰＰ伺服器及 您的個人資料，並採用嚴格的保護措施，只有經過授權的人員才能接觸 您的個人資料，相關處理人員皆簽有保密合約，如有違反保密義務者，將會受到相關的法律處分。</li>
  <li>如因業務需要有必要委託其他單位提供服務時，本ＡＰＰ亦會嚴格要求其遵守保密義務，並且採必要檢查程序以確定其將確實遵守。</li>
  <li>您可隨時修改本ＡＰＰ的個人帳號資料，但不得假冒他人，或冒用他人名義。</li>
  <li>您可隨時要求刪除 您的帳號及內含的個人資料，在 您要求刪除帳號及個人資訊後，依系統運作流程需要經過一段時間，才能夠從伺服器中完全刪除。</li>
  <li>您得以書面主張下列權利：<br />(1) 查詢或請求閱覽。&nbsp;&nbsp;<br />(2) 請求補充或更正。&nbsp;<br />(3) 請求停止蒐集、處理或利用。&nbsp;<br />(4) 請求刪除。</li>
</ul>
<p>四、網站對外的應用程式</p>
<p>本ＡＰＰ以外其他公司或第三人所建置之外部網站、頁面或應用程式（以下簡稱「應用程式」），該等應用程式亦有可能蒐集使用者之個人資料，均非由本公司所建置或提供，倘該等應用程式有蒐集使用者資訊之行為，均與本ＡＰＰ無涉，本ＡＰＰ亦不負任何連帶責任。因此，在安裝該等應用程式時，請務必檢視該等應用程式之隱私權政策或使用條款。</p>
<p><span style="text-decoration: line-through;">&nbsp;</span></p>
<p>五、與第三人共用個人資料之政策</p>
<p>本ＡＰＰ絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。</p>
<p>前項但書之情形包括不限於：</p>
<ul>
  <li>經由您書面同意。</li>
  <li>法律明文規定。</li>
  <li>為免除 您生命、身體、自由或財產上之危險。</li>
  <li>與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集者依其揭露方式無從識別特定之當事人。</li>
  <li>當 您在本ＡＰＰ的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經本ＡＰＰ管理單位研析揭露 您的個人資料是為了辨識、聯絡或採取法律行動所必要者。</li>
  <li>有利於您的權益。</li>
  <li>本ＡＰＰ委託廠商協助蒐集、處理或利用 您的個人資料時，將對委外廠商或個人善盡監督管理之責。</li>
</ul>
<p>六、隱私權保護政策之修正</p>
<h2 style="text-align: center;">本隱私權保護政策將因應相關法令之變更或修正、科技發展趨勢或其他環境變遷等因素而為適當之修正，以落實保障使用者之隱私權或個人資料。本政策修正後將刊載於本公司網站或本ＡＰＰ上，使用者如於本政策修正後仍繼續使用本公司ＡＰＰ，則視為同意本政策之修正內容。<br />本公司保留於任何時點，不經通知隨時修改或暫時或永久停止繼續提供本服務(或其任一部分)的權利，不另行個別通知，使用者可以隨時在本公司網站或本ＡＰＰ上詳閱修訂後的隱私權聲明及其相關告知事項。</h2>',

    'privacy' => '隱私權條款
非常歡迎 您使用「鴻才科技承攬商管理ＡＰＰ」（以下簡稱本ＡＰＰ），您使用本服務前，請務必詳細審閱並決定是否同意遵守本服務條款。一旦使用者下載本APP服務，視為使用者已充分閱讀、瞭解並同意遵守本服務條款。若您不同意任一項服務條款，請勿下載本ＡＰＰ服務。為了讓 您能夠安心的使用本ＡＰＰ的各項服務與資訊，特此說明隱私權保護政策，以保障 您的權益，請詳閱下列內容：
     
一、隱私權保護政策的適用範圍
隱私權保護政策內容，包括如何處理 您使用ＡＰＰ服務時收集到的個人識別資料。隱私權保護政策不適用於本ＡＰＰ以外的相關連結網站，也不適用於非本ＡＰＰ所委託或參與管理的人員；本隱私權保護政策不定期更新，若是 您繼續使用「本APP」，即代表 您同意相關政策。
二、個人資料的蒐集、處理及利用方式
 當 您下載本ＡＰＰ或使用本ＡＰＰ所提供之功能服務時，我們將視該服務功能性質，請 您提供必要的個人資料，並在該特定目的範圍內處理及利用 您個人資料；且非經 您書面同意，本ＡＰＰ不會將個人資料用於其他用途。
 當您使用本ＡＰＰ所提供之功能服務時，本APP將視該服務功能性質，會保留 您所提供的姓名、身分證字號、電子郵件地址、聯絡方式、電話及使用時間等。
 於一般瀏覽時，伺服器會自行記錄相關行徑，包括 您使用連線設備的IP位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等，做為我們增進ＡＰＰ服務的參考依據，此記錄為內部應用，決不對外公佈。
 為提供精確的服務，我們會將收集的問卷調查內容進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公佈統計數據及說明文字，但不涉及特定個人之資料。
 使用本ＡＰＰ所提供的服務時，需要提供下列權限：
 讀取手機狀態：本ＡＰＰ為了識別連線身份，需要讀取 您的無線網卡資訊。
 使用網路服務：本ＡＰＰ為了進行檢點資料的上下載傳輸，需透過各家電信業者提供之電信系統網路或Wi-Fi網路使用本服務；所有須計費的傳輸費用，依使用者所屬的電信業者數據資費費率服務上網；若使用者於國外透過當地之電信網路使用本服務，國際數據漫遊費用由使用者付費。
 使用手機相機：為了環境記錄，必需使用 您的相機進行拍照作業。
 使用GPS定位：為了記錄施工地點，必需使用 您的GPS進行施工地點定位
 使用本ＡＰＰ所提供的服務時，雲端伺服器端會收集下列數據：
 記錄上傳的點檢資料。
 使用者相關動作產生的相關記錄檔。
 必需使用 您的相機拍照。
 必須使用 您的GPS定位。
三、資料之保護
 本ＡＰＰ主機均設有，防火牆、防毒系統等相關的各項資訊安全設備，及必要的安全防護措施，加以保護ＡＰＰ伺服器及 您的個人資料，並採用嚴格的保護措施，只有經過授權的人員才能接觸 您的個人資料，相關處理人員皆簽有保密合約，如有違反保密義務者，將會受到相關的法律處分。
 如因業務需要有必要委託其他單位提供服務時，本ＡＰＰ亦會嚴格要求其遵守保密義務，並且採必要檢查程序以確定其將確實遵守。
 您可隨時修改本ＡＰＰ的個人帳號資料，但不得假冒他人，或冒用他人名義。
 您可隨時要求刪除 您的帳號及內含的個人資料，在 您要求刪除帳號及個人資訊後，依系統運作流程需要經過一段時間，才能夠從伺服器中完全刪除。
 您得以書面主張下列權利： (1) 查詢或請求閱覽。   (2) 請求補充或更正。  (3) 請求停止蒐集、處理或利用。  (4) 請求刪除。
四、網站對外的應用程式
本ＡＰＰ以外其他公司或第三人所建置之外部網站、頁面或應用程式（以下簡稱「應用程式」），該等應用程式亦有可能蒐集使用者之個人資料，均非由本公司所建置或提供，倘該等應用程式有蒐集使用者資訊之行為，均與本ＡＰＰ無涉，本ＡＰＰ亦不負任何連帶責任。因此，在安裝該等應用程式時，請務必檢視該等應用程式之隱私權政策或使用條款。

五、與第三人共用個人資料之政策
本ＡＰＰ絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。
前項但書之情形包括不限於：
 經由您書面同意。
 法律明文規定。
 為免除 您生命、身體、自由或財產上之危險。
 與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集者依其揭露方式無從識別特定之當事人。
 當 您在本ＡＰＰ的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經本ＡＰＰ管理單位研析揭露 您的個人資料是為了辨識、聯絡或採取法律行動所必要者。
 有利於您的權益。
 本ＡＰＰ委託廠商協助蒐集、處理或利用 您的個人資料時，將對委外廠商或個人善盡監督管理之責。
六、隱私權保護政策之修正
本隱私權保護政策將因應相關法令之變更或修正、科技發展趨勢或其他環境變遷等因素而為適當之修正，以落實保障使用者之隱私權或個人資料。本政策修正後將刊載於本公司網站或本ＡＰＰ上，使用者如於本政策修正後仍繼續使用本公司ＡＰＰ，則視為同意本政策之修正內容。 本公司保留於任何時點，不經通知隨時修改或暫時或永久停止繼續提供本服務(或其任一部分)的權利，不另行個別通知，使用者可以隨時在本公司網站或本ＡＰＰ上詳閱修訂後的隱私權聲明及其相關告知事項。',
];
