<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | 语系切换::推播相關
    |--------------------------------------------------------------------------
    |   推播訊息
    |
    */

    "P100000_T"          => "測試推播！:time",
    "P100000_C"          => "帳號:name1 已經於:name2 推播成功！",

    "P100001_T"          => "歡迎登入承攬商門禁ＡＰＰ！:time",
    "P100001_C"          => "帳號:name1 已經於:name2 登入成功！",

    "P200001_T"          => "通知:name1過期:time",
    "P200001_C"          => ":name1因為結束日期為:name2已過期，故自動調整為過期階段，請再確認！",

    "P500001_T"          => "工單申請通知:time",
    "P500001_C"          => ":name1廠商申請工單:name2！",
    "P500002_T"          => ":name1工單已通過申請通知:time",
    "P500002_C"          => ":name1 工單已通過申請",
    "P500003_T"          => ":name1工單未通過申請通知:time",
    "P500003_C"          => ":name1 工單未通過申請",

    "P500004_T"          => "至今為止尚有工單尚未審核:time",
    "P500004_C"          => "至今為止尚有:name1張工單尚未審核",
    "P500005_T"          => "今日有工單尚未啟動:time",
    "P500005_C"          => "今日共有:name1張工單尚未啟動",

    "P500006_T"          => ":name1 工單已停工:time",
    "P500006_C"          => ":name1 工單已停工，簽核人員：：name2，停工原因：name3",
    "P500006_Ta"         => ":name1 工單，承攬商提出停工申請:time",
    "P500006_Ca"         => ":name1 工單已停工，承攬商：：name2，提出停工申請，請盡速確認!",
    "P500007_T"          => ":name1 工單已申請啟動:time",
    "P500007_C"          => ":name1 工單已於:name2 申請啟動，請確認",
    "P500008_T"          => ":name1 工單危害因素與施工安全檢點確認:time",
    "P500008_C"          => "請進行 :name1 工單危害因素與施工安全檢點確認",
    "P500009_T"          => ":name1 工單環境安全檢點:time",
    "P500009_C"          => "請進行 :name1 工單環境安全檢點",
    "P500010_Ta"         => ":name1 工單進入【連繫者簽核】:time",
    "P500010_Ca"         => "請進行 :name1 工單【連繫者簽核】",
    "P500010_Tb"         => ":name1 工單進入【複檢者確認】:time",
    "P500010_Cb"         => "請進行 :name1 工單【複檢者確認】",
    "P500011_T"          => ":name1 工單進入【會簽部門簽核】確認:time",
    "P500011_C"          => "請進行:name1 工單，會簽部門:name2　確認",
    "P500012_T"          => ":name1 工單進入【A級作業現場會勘-監工】:time",
    "P500012_C"          => "請進行:name1 工單，A級作業現場會勘-監工(:name2)，確認",
    "P500013_T"          => ":name1 工單已暫停:time",
    "P500013_C"          => ":name1 工單已暫停，簽核人員：：name2，停工原因：name3",
    "P500013_Ta"         => ":name1 工單，承攬商提出暫停申請:time",
    "P500013_Ca"         => ":name1 承攬商：：name2，提出暫停申請，請盡速確認!",
    "P500014_T"          => ":name1 工單已復工:time",
    "P500014_C"          => ":name1 工單已復工，簽核人員：：name2",
    "P500014_Ta"         => ":name1 工單，承攬商提出復工申請:time",
    "P500014_Ca"         => ":name1 承攬商：：name2，提出復工申請，請盡速確認!",

    "P500015_T"          => ":name1 工單進入【轄區主簽者】:time",
    "P500015_C"          => "請進行:name1 工單，轄區主簽者(:name2)，確認",
    "P500016_T"          => ":name1 工單進入【轄區經理】:time",
    "P500016_C"          => "請進行:name1 工單，轄區經理(:name2)，確認",
    "P500017_T"          => ":name1 工單開始施工:time",
    "P500017_C"          => ":name1 工單開始施工",
    "P500017_M"          => "，疏散地點：:name1，聯絡人：:name2，電話：:name3，轄區叮嚀備註：:name4",
    "P500018_T"          => ":name1 工單【申請收工】:time",
    "P500018_C"          => "請進行:name1 工單【申請收工】確認",
    "P500019_T"          => ":name1 工單已收工:time",
    "P500019_C"          => ":name1 工單已收工",

    "P500020_T"          => ":name1 已成功補「:name2」人:time",
    "P500020_C"          => ":name1 承商成員已成功補「:name2」人，請確認！",
    "P500021_T"          => ":name1 請定期氣體偵測:time",
    "P500021_C"          => ":name1 承商請定期氣體偵測，請注意施工安全，通知時間:time！",
    "P500022_T"          => ":name1 工負「:name2」已離廠:time",
    "P500022_C"          => ":name1 承商之工地負責人「:name2」已離廠，通知時間:time！",
    "P500023_T"          => ":name1 已收工請儘速離廠:time",
    "P500023_C"          => ":name1 已收工請(:name2)儘速離廠，通知時間:time！",
    "P500024_T"          => ":name1 已收工尚有:name2 人未離廠:time",
    "P500024_C"          => ":name1 已收工，「:name2」尚未離廠，通知時間:time！",
    "P500025_T"          => ":name1 「:name2」申請補人:time",
    "P500025_C"          => ":name1 承商成員「:name2」已申請補人，請審查！",

    "P500026_T"          => ":name1 工單已退回施工階段:time",
    "P500026_C"          => ":name1 工單已停工，簽核人員：：name2，收工退回原因：name3",
    "P500027_T"          => ":name1 工單進入【A級作業現場會勘-承商】:time",
    "P500027_C"          => "請進行:name1 工單，A級作業現場會勘-承商，確認",
    "P500028_T"          => ":name1 工單進入【A級作業現場會勘-轄區】:time",
    "P500028_C"          => "請進行:name1 工單，A級作業現場會勘-轄區(:name2)，確認",
    "P500029_T"          => ":name1 工單已退回施工階段:time",
    "P500029_C"          => ":name1 工單申請暫停被拒絕，簽核人員：：name2，審查原因：name3",
    "P500030_T"          => ":name1 工單申請停工被拒絕:time",
    "P500030_C"          => ":name1 工單申請停工被拒絕，簽核人員：：name2，審查原因：name3",
    "P500031_T"          => ":name1 工單申請復工被拒絕:time",
    "P500031_C"          => ":name1 工單申請復工被拒絕，簽核人員：：name2，審查原因：name3",

    "D003001_C"          => '{"funcode": "D003001","stime": ":name1","etime": ":name2","circle": ":name3","clock_title": "定期氣體偵測"}',


);
